Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginThemeAurora/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk

source: A deep blue-purple gradient, like an aurora in the night sky
zh_hans: 深邃蓝紫渐变，如夜空的极光。
zh_hant_hk: 深邃藍紫漸層，如夜空的極光。

source: Adapts to the system light/dark mode.
zh_hans: 适配系统深浅色模式。
zh_hant_hk: 適配系統深淺色模式。

source: Applies immediately, no relaunch needed.
zh_hans: 切换后立即应用，无需重启。
zh_hant_hk: 切換後立即套用，無需重新啟動。

source: Aurora
zh_hans: 极光
zh_hant_hk: 極光

source: Aurora Purple
zh_hans: 极光紫
zh_hant_hk: 極光紫

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力

source: Immersive playback theme
zh_hans: 沉浸式播放主题
zh_hant_hk: 沉浸式播放主題

source: Instant Switching
zh_hans: 即时切换
zh_hant_hk: 即時切換

source: Instant Switching: applies immediately, no relaunch needed.
zh_hans: 即时切换：切换后立即应用，无需重启。
zh_hant_hk: 即時切換：切換後立即套用，無需重新啟動。

source: Light/Dark Adaptation
zh_hans: 明暗适配
zh_hant_hk: 明暗適配

source: Light/Dark Adaptation: adapts to the system light/dark mode.
zh_hans: 明暗适配：适配系统深浅色模式。
zh_hant_hk: 明暗適配：適配系統深淺色模式。

source: Low-saturation purple accents, maintaining a light spatial feel
zh_hans: 低饱和紫色点缀，保留轻盈空间感
zh_hant_hk: 低飽和紫色點綴，保留輕盈空間感

source: Notes
zh_hans: 说明
zh_hant_hk: 說明

source: Overview
zh_hans: 概述
zh_hant_hk: 概述

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式

source: Select "{display}" under Settings → Appearance.
zh_hans: 在设置 → 外观 中选择「{display}」。
zh_hant_hk: 在 設定 → 外觀 中選擇「{display}」。

source: The overall palette and texture of the Aurora theme.
zh_hans: 「极光」主题的整体配色与质感。
zh_hant_hk: 「極光」主題的整體配色與質感。

source: The theme applies to the entire app interface immediately.
zh_hans: 主题立即应用到整个应用界面。
zh_hant_hk: 主題立即套用到整個應用程式介面。

source: Theme Appearance
zh_hans: 主题外观
zh_hant_hk: 主題外觀

source: Theme Appearance: the overall palette and texture of the Aurora theme.
zh_hans: 主题外观：「极光」主题的整体配色与质感。
zh_hant_hk: 主題外觀：「極光」主題的整體配色與質感。

source: Theme settings persist and are kept after relaunch.
zh_hans: 主题设置会持久化，重启后仍保留。
zh_hant_hk: 主題設定會持久化，重新啟動後仍保留。

source: Type
zh_hans: 类型
zh_hant_hk: 類型

source: Version
zh_hans: 版本
zh_hant_hk: 版本
